{
    "version": 1,
    "model_type": "llama",
    "peft_type": "Peft",
    "config_name": "adapter_config",
    "fine_tuned_model": "meta-llama/llama-2-7b-chat-hf",
    "quantization": {
        "bnb_4bit_use_double_quant": true,
        "bnb_4bit_quant_type": "nf4",
        "bnb_4bit_compute_dtype": "bfloat16"
    }
}
